Repository: liukefu2050/FlutterUnit
Catalog: lib/src/l10n/arb/app_*.arb
Languages: de, fr, it, ja, ko, pt

# deskTabWidgets
source: Widgets
de: Widget-Sammlung
fr: Collection de widgets
it: Raccolta widget
ja: ウィジェット集
ko: 위젯 모음집
pt: Coleção de widgets

# deskTabPainter
source: Painter
de: Zeichnungssammlung
fr: Collection de dessins
it: Raccolta disegni
ja: 描画集
ko: 그림 모음집
pt: Coleção de desenhos

# deskTabKnowledge
source: Knowledge
de: Wissensdatenbank
fr: Base de connaissances
it: Hub conoscitivo
ja: ナレッジハブ
ko: 지식 허브
pt: Hub de conhecimento

# deskTabTools
source: Treasure
de: Werkzeugkasten
fr: Boîte à outils
it: Cassetta degli attrezzi
ja: ツールボックス
ko: 도구 상자
pt: Caixa de ferramentas

# deskTabMine
source: About
de: App-Info
fr: Infos App
it: Info App
ja: アプリ情報
ko: 앱 정보
pt: Info App

source: Message Board
de: Pinnwand
fr: Tableau de messages
it: Bacheca
ja: 掲示板
ko: 게시판
pt: Quadro de Mensagens

# mobileTabWidgets
source: Widgets
it: Widget
ja: ウィジェット
ko: 위젯

# mobileTabPainter
source: Painter
de: Malen
fr: Dessin
it: Disegno
ja: 描画
ko: 그리기
pt: Desenho

# mobileTabKnowledge
source: Knowledge
de: Wissen
fr: Connaissances
it: Conoscenza
ja: 知識
ko: 지식
pt: Conhecimento

# mobileTabTools
source: Treasure
de: Werkzeuge
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
pt: Ferramentas

# mobileTabMine
source: Mine
de: Mein
fr: Moi
it: Io
ja: マイ
ko: 내 정보
pt: Meu

# newBoard
source: New
de: Neu
fr: Nouveau
it: Nuovo
ja: 新規作成
ko: 새 글
pt: Novo

source: News
de: Neuigkeiten
fr: Actualités
it: Notizie
ja: 最新情報
ko: 최신 소식
pt: Novidades

source: More News
de: Mehr News
fr: Plus d'actualités
it: Altre notizie
ja: もっと見る
ko: 더 보기
pt: Mais novidades
